[{
  id:0001,
  title: "2 States",
  author: "Chetan Bhagat",
  size: 0.86,
  language: "English",
  desc: "It is the story about a couple coming from two different states in India, who face hardships in convincing their parents to approve of their marriage. Bhagat wrote this novel after quitting his job as an investment banker."
},
  {
    id:0002,
    title: "The Immortals of Meluha",
    author: "Amish Tripathi",
    size: 2.47,
    language: "English",
    desc: "Meluha is a near perfect empire, created many centuries earlier by Lord Ram, one of the greatest Hindu kings that ever lived. However, the once proud empire and its Suryavanshi rulers face severe crisis as its primary river, Saraswati, was slowly drying to extinction."
  },
  {
    id:0003,
    title: "One Indian Girl",
    author: "Chetan Bhagat",
    size: 1.17,
    language: "English",
    desc: "One Indian Girl is the story of Radhika Mehta, a worker at the Distressed Debt group of Goldman Sachs, the investment bank. The book begins with Radhika making arrangements regarding her marriage with Brijesh Gulati who works in the Facebook company in San Francisco."
  },
  {
    id:0004,
    title: "The Secret of the Nagas",
    author: "Amish Tripathi",
    size: 2.63,
    language: "English",
    desc: "The Secret of the Nagas is the second book of Amish Tripathi, second book of Amishverse, and also the second book of Shiva Trilogy. The story takes place in the imaginary land of Meluha and narrates how the inhabitants of that land are saved from their wars by a nomad named Shiva."
  },
  {
    id:0005,
    title: "The Girl in Room 105",
    author: "Chetan Bhagat",
    size: 1.35,
    language: "English",
    desc: "The Girl in Room 105 is the eighth novel and the tenth book overall written by the Indian author Chetan Bhagat. The book became a bestseller based on prearranged sales alone. It tells about a IIT coaching class tutor who goes to wish his ex-girlfriend on her birthday and finds her murdered."
  },
  {
    id:0006,
    title: "The Oath of the Vayuputras",
    author: "Amish Tripathi",
    size: 1.70,
    language: "English",
    desc: "On meeting Brahaspati at the Naga capital of Panchavati, Shiva comes to know about the evil 'Somras', and its ill effects on the people of India. Brahaspati explains that the large amounts of water required to manufacture Somras has resulted in the depletion of the Saraswati River's water."
  },
  {
    id:0007,
    title: "One Arranged Murder",
    author: "Chetan Bhagat",
    size: 2.00,
    language: "English",
    desc: "The book follows two best friends who have a detective agency. Keshav and Saurabh live together, work together and are close, despite their differences. Saurabh is to marry Prerna, and though it's an arranged marriage they seem very much in love."
  }]